Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Click on e-mail and then on the calendar symbol
nb: Trykk på e-post og deretter på kalender-ikonet

source: Kanouff, A.J., DeHaven, K.D.og Kaplan, P.D. (2008).
nb: Å arbeide og undervise kunnskapsbasert ¿en arbeidsbok for sykepleiere. Nortvedt, P.(2008)

source: The manager must handle such cases immediately.
nb: Det er leders ansvar å håndtere en slik sak umiddelbart.

source: This type of case is subject to a duty of secrecy, cf. the Freedom of Information Act and Public Administration Act Section 13 (lovdata.no).
nb: Saker av denne typen er taushetsbelagte, jf. Offentlighetsloven og Forvaltningsloven §13 (lovdata.no).

source: In the Authenticator app, "Microsoft (Østfold University College)" should now appear, enter the code from the app in the field on the PC and click "Next".
nb: I Authenticator appen skal det nå ha dukket opp "Microsoft (Østfold University College)", fyll inn koden fra appen i feltet på PCen og klikk "Neste".

source: The course is evaluated every semester.
nb: Emnet evalueres hvert semester.

source: read and reflect on HCI literature
nb: lese og reflektere over litteratur i HCI-faget
